Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “那就行，你们先吃着，我再去改进改进。”麦格把托盘放下，自己拿了一个绿豆糕，咬了一小口，开始细细品尝起来。
en_us: "That's great. Have it first. I'll go back to improve it further." Mag placed the tray down, took a piece, and tried it.

source: “那就赶紧贴，天气这么冷，回去烤暖炉不舒服吗。”费奇白了他一眼，也是一手提着胶水桶，一手往门上贴公告。
en_us: "Then, let's move quickly. The weather is so cold. Won't it be comfortable to go back and toast ourselves at the fireplace." Fitch rolled his eyes at him. He was also carrying a bucket of glue and sticking the notices on the doors.

source: “那开学的时候您一定要带上我啊，我也想吃火锅，想吃红烧肉、麻辣烤鱼啊……”温妮莎可怜兮兮的看着亚伯罕。
en_us: "Then, you must bring me along when the restaurant reopens. I want to eat hot pot, red braised pork, and spicy grilled fish too…" Vanessa looked at Abraham piteously.

source: “那得看你们是不是真的把她当成族人了，这么多年过去，这方面你们还是一点长进都没有。”路易斯撇了撇嘴，对道格拉斯的威胁毫不在意。
en_us: "We'll have to see if you really see her as one of yours. You guys have made no improvement in that aspect at all after so many years." Louis pressed his lips together. He did not care about Douglas's threat.

source: “那必须滴。”亚伯罕一脸理所当然的拍着胸膛道：“只要是我觉得好吃的，肯定忘不了你。”
en_us: "But of course." Abraham patted his chest, and said, "As long as I have something good to eat, I definitely will not forget you."

source: “那怎么办？现在我们唯一能够追查的只有魔气了。”诺亚皱眉。
en_us: "Then what should we do? The only thing we can do now is to track the evil aura." Noya frowned.

source: “那我他喵就是个工具人咯？”麦格眼皮狂跳。
en_us: "I'm just a freaking tool, then?" Mag's eyelids twitched rapidly.

source: “那我以后可以给客人们讲笑话吗？说不定就会有更多的客人来酒馆了呢。”艾米看着麦格问道。
en_us: "Then, can I tell the jokes to the customers in the future? Perhaps that will attract more customers to the tavern." Amy asked Mag.

source: “那我们今天早上吃什么？”
en_us: "What are we having for breakfast today, then?"

source: “那我们先从拍黄瓜开始学。”麦格从冰箱里取了两根黄瓜，洗净后放在砧板上，拿起了胖头鱼。
en_us: "In tha case, we have to start learning from smashing of the cucumber." Mag picked out two cucumbers from the refrigerator, washed them, and placed them on the chopping board. After that, he picke dup fat head fish.

source: “那我们去哪里可以找到他？”梅兰特问道。
en_us: "Then where can we find him?" Merante asked.

source: “那我们就先告辞了，工人们还在维修被破坏的场地，我得去看看。”
en_us: "We shall make a move then. The workers are still repairing the damaged area. I have to go and take a look."

source: “那我们就吃一个烧烤大餐吧，我去准备一下。”麦格笑着走向厨房，以彼之计还施彼身，这种感觉倍儿爽。
en_us: "Then we will have a big barbecue. I'll go prepare for it." Mag walked to the kitchen smilingly. Letting the other party have a taste of his own medicine felt great.

source: “那我们是不是应该把她印刷出来，让更多的人也能够看到这样漂亮的画册呢？”麦格笑眯眯道。
en_us: "In that case, should we get it printed out so that more people can enjoy the beautiful drawings too?" Mag asked with a smile.

source: “那我们是去说服他们的吗？”康妮若有所思。
en_us: "Are we going to persuade them?" Connie asked.

source: “那我们晚上还有什么可以送给哈迪斯先生的吗？”玛拉又是看着埃菲，笑着咽了咽口水，“哈迪斯先生做的菜实在太好吃了。”
en_us: "Then, do we have anything to send over to Mr. Hades tonight?" Mala looked at Eiffie and gulped with a smile. "Mr. Hades's cooking is simply fantastic."

source: “那我刚刚喝的是假酒吗？”麦格看了眼一旁的酒瓶。
en_us: "So is the wine that I drank just now fake?" Mag glanced at the wine bottle at the side.

source: “那我去了。”艾米转身又蹬蹬蹬跑上楼。
en_us: "I'll go then." Amy quickly turned and ran up the stairs.

source: “那我去准备一下，你和安妮先玩一会。”麦格笑着摸了摸艾米的脑袋，起身向着厨房走去。
en_us: "Then I will go and prepare for it. You and Annie go and play first." Mag patted Amy's head smilingly before getting up to go to the kitchen.

source: “那我呢？”汉娜咬着油条，问道。
en_us: "What about me?" Hannah asked, biting into the youtiao.

source: “那我和你一起去，我对黑雾比较敏锐。”伊琳娜挥手把地上的金银珠宝全部收了起来，然后说道。
en_us: "I'll go with you, then. I'm more sensitive to the black fog," Irina said as she kept the pile of treasures with a wave of her hand.

source: “那我回家一个月，刚好家里有点事情需要处理。”卡米拉有些慵懒的伸了懒腰，想到以后不用每天起早来切菜，终于可以睡一段时间懒觉，就觉得心情变得愉悦。
en_us: "I will return home for a month, then. I happen to have some matters to handle back home." Camilla stretched out lazily. She felt very light-hearted when she realized that she didn't have to wake up early every day to chop ingredients, and could sleep in for a period of time.

source: “那我就不客气了哈，以后会常来泰坦酒馆的。”库尔特起身把工作人员托盘里的酒和酒塞一起拿走，盖上之后，放在自己手边。
en_us: "In that case, I'll help myself. I'll be visiting the Titan Tavern often in the future." Kurt stood up and took the wine and cork on the staff's tray. After putting the cork back, he placed it beside him.

source: “那我就不打扰你们了。”埃菲起身告辞。
en_us: "In that case, I shall not disturb you." Eiffie stood up and left.

source: “那我带你们去个地方。”麦格重新跳上狮鹫背，带着梅兰特和诺亚离去。
en_us: "Let me bring you guys to a place." Mag leaped onto the griffin's back again, and brought Merante and Noah away.

source: “那我有办法了。”伊琳娜转身进了厨房，里边响起了几道声响，不一会伊琳娜便拿着一个用冰块雕好的盒子出来，上边是敞开的，底下用筷子搭了一个简易的隔水层然后再放了一个浅盘。
en_us: "Then, I have a solution." Irina went into the kitchen, and made some sounds in there. Shortly after, Irina came out with a box that was carved out of ice. Its top was open, and chopsticks were used to make a support at the bottom over a plate.

source: “那我要你何用？还不如丑小鸭呢，至少可以吃。”艾米嫌弃道。
en_us: "Then what do I want you for? You're worse than Ugly Duckling. At least Ugly Duckling can be eaten," Amy said in disdain.

source: “那我还是把冰激凌店开着吧，孩子们挺喜欢的，最近不忙的姐妹也可以来店里帮忙。”亚北米娅笑着说道，看着简：“简，你来冰激凌店帮忙吧。”
en_us: "Then, I will keep the ice cream shop open. The children like it, and the ladies who are not busy can help out at the shop," Yabemiya said with a smile before looking at Jane. "Jane, come and help me at the ice cream shop."

source: “那我陪你一起出去。”玛拉松开了手，同样目光坚定的说道。
en_us: "Let me go with you then," Mala said with resolution as she let Eiffie go.

source: “那把它变成一只天鹅吧。”艾米咽了一下口水。
en_us: "Then, turn it into a swan." Amy swallowed her saliva.

source: “那文明呢？还有比系统更高级的文明吗？”麦格又问。
en_us: "What about the civilizaiton? Is there an even more advanced civilization than you?" Mag asked.

source: “那是什么？”
en_us: "What was it?"

source: “那是什么？！”
en_us: "What's that?!"

source: “那是什么？！”诺亚缓缓站起身来，一脸难以置信的看着半空中漂浮着的超级钢铁巨舰！
en_us: "What's that?!" Noah slowly stood up and stared at the super iron battleship hovering in midair with disbelief!

source: “那是十几二十年前的物价了，你要考虑通货膨胀的啊大姐，当年猪肉才五个铜币一斤呢，现在你在街上要是能找到二十铜币一斤的猪肉，那肯定是注水的。”麦格翻了个白眼。
en_us: "That was the price of commodities 20 years ago. You have to take inflation into consideration, Sister. The price of pork was only 5 copper coins per 500 grams back then, and if you can find pork that is priced at 20 copper coins per 500 grams now, you can be sure that it has problems." Mag rolled his eyes.

source: “那是多少？”
en_us: "How many customers is that?"

source: “那是怎样？”
en_us: "Then what is it like?"

source: “那是我家小姐酿的酒！怎么会是假酒。”小丫鬟插嘴道。
en_us: "That's the wine our Young Mistress made! How could it be fake wine?" the servant maid at the side interrupted.

source: “那是自然。”伊琳娜嘴角微翘，显然非常受用。
en_us: "Of course." Irina smiled. This worked very well on her.

source: “那是自然。”麦格的腰杆都挺直了不少。
en_us: "Of course." Mag stood up even straighter.

source: “那是龙。”
en_us: "That's a dragon."

source: “那是，不看是谁做的。”麦格嘴角也是疯狂上扬，小小一份酒鬼花生，是厨艺的浓缩具现，代表着下酒菜中的王者级别强者。
en_us: "Of course, can't you see who's the one who made it." Mag smiled brightly too. The drunkard peanuts were his culinary skills condensed into a small plate, representing the powerhouse of all side dishes to go with alcohol.

source: “那条白白的长长的是蛇吗？”
en_us: "Is that long white thing a snake?"

source: “那爷爷你先把衣服拉上，注意形象。”诺亚吸了吸鼻子，提醒道。
en_us: Noah sniffled as he reminded Merante, "Then pull up your shirt first, Grandpa. Take care of your image."

source: “那现在我们还要做什么？”伊琳娜看着麦格问道。
en_us: "In that case, what else should we do?" Irina asked Mag.

source: “那瓶酒是您抱回来的呢。”夫人指着一旁桌上那白色的酒瓶说道。
en_us: "You carried that bottle of wine back," Bobby's wife said as she pointed to a white bottle of wine on the table.

source: “那的确是更好的选择。”费奇坦然的点头，这两位显然是聪明的生意人。
en_us: "That's indeed a better choice." Fitch nodded in agreement. These two were obviously smart businessmen.

source: “那睡一觉，应该就没问题。”麦格点头，给她盖上被子。
en_us: "Then she should be fine after a sleep." Mag nodded and covered her with a blanket.

source: “那算了，又不是只有你一个系统，我明天找艾米的系统白嫖一个。”麦格撇撇嘴，悠然道。
en_us: "For get it then. You're not the only system around. I'll get one free from Amy's system," Mag said leisurely.

source: “那编辑是个男的啊。”麦格一脸无辜，这标题党害人不浅啊，为何震惊体在这个世界已经开始蔓延。
en_us: "That editor is a guy." Mag had an innocent expression. This headline was really misleading. Why were the shocking headlines already a trend in this world?

source: “那老头子我就不客气了。”梅兰特端起酒杯，又是一饮而尽，这些天养伤他滴酒未沾，酒瘾早就难捱。
en_us: "Then, I won't stand on ceremony with you." Merante picked up his glass, and downed it in one gulp again. He hadn't drunk a sip of alcohol for the past few days while he was nursing his wounds. He couldn't wait to drink alcohol again.

source: “那行吧，我就再信你一次。”艾米微微点头，然后看向了麦格，说道：“父亲大人，我可以学这个吗？”
en_us: "Alright. I will believe you once more." Amy nodded. After that, she looked at Mag and said, "Father, can I learn this?"

source: “那要来哦，我先回去了。”艾米点点头，转身准备回家。
en_us: "You have to come, alright. I'll go back first." Amy nodded and turned to go home.

source: “那边可以洗手洗脸，我去给你们做点吃的。”麦格指了指一旁的厕所，自己则向着厨房走去。
en_us: "You can wash up there. I'll make you some food." Mag pointed to the washroom at the side as he walked towards the kitchen.

source: “那这个世界是否可能存在高纬文明的可能？或者说他们的文明程度比地球2050更高？”麦格也是表情严肃的问道。
en_us: "In that case, is it possible for this world to have high latitude civilization? Or that their standard of civilization was even higher than Earth in 2050?" Mag asked in an equally serious tone.

source: “那这些黄瓜用来做什么呢？”艾米眨了眨眼睛不解道。
en_us: "In that case, what would these cucumber be used for?" Amy asked, puzzled.

source: “那这第一场，从谁家开始？”
en_us: "Then, where should we start from?"

source: “那这？”麦格看着埃菲手里抱着的酒瓶。
en_us: "This?" Mag looked at the wine bottle Eiffie was holding in her arms.

source: “那进去看看吧。”卢西恩下了马车，他的确是想喝酒了。
en_us: "Let's check it out." Lucien alighted the horse-drawn carriage. He wanted to have a drink.

source: “那里人来人往，我不要面子的吗？而且，这里坐着还挺暖和的。”男人瞥了他一眼，怨气依旧不小。
en_us: "There are so many people there. I'll be embarrassed. Besides, it's rather warm to sit here." The man glanced at Mag, and was still plenty resentful.

source: “那里有魔气，非常浓郁的魔气。”伊琳娜的眼睛微微眯起，神色凝重道。
en_us: "There's an evil aura there. A very strong evil aura," Irina said seriously as she squinted.

source: “那里的书，也就是小朋友读物的程度了。”伊琳娜对于麦格的评价并不是非常赞同，不过也没有反对麦格的提议。
en_us: "The books over there are all for children." Irina didn't agree with Mag's review, but she didn't object to Mag's suggestion, either.

source: “那里！”艾米也注意到那三只蜗牛，快步上前蹲下观察了一会，回头看着麦格，“父亲大人，他们看起来好像都可以吃哦。”
en_us: "There they are!" Amy noticed those three snails too. She quickly went over, crouched down and observed them for a while before she turned around to look at Mag. "Father, they look like they're edible."

source: “那黑白相间圆滚滚的又是什么宠物？看起来好萌啊！”
en_us: "What's that black and white roly-poly pet? It looks so cute!"

source: “那？”
en_us: "If not?"

source: “郑重提醒宿主，那是一只蜗牛活体，正在缓慢移动中，如果因为宿主太晚前往捕捉而导致蜗牛消失，与本系统无关。”系统提醒道。
en_us: "This is a serious reminder to the Host. That snail is alive and is slowly moving. This System is not responsible if the snail disappears because the Host is late to catch it." The system reminded Mag.

source: “郑重说明一下……那是新手大礼包，不是零食大礼包！”系统强调道。
en_us: "Let me solemnly explain… This is the novice gift package, not a snack gift package!" the system emphasized.

source: “都不知道该如何感谢您了。”埃菲感激的看着麦格。
en_us: "I don't even know how to thank you." Eiffie looked at Mag gratefully.

source: “都怪我，我这个笨蛋，爷爷是为了救我才受了重伤的，我这没用！”诺亚打了自己一巴掌，又气又懊恼。
en_us: "It's all my fault. I'm stupid. Grandpa got injured while saving me. I'm so useless!" Noya said with frustration as he slapped himself.

source: “都给我认真点，今天咱们的目标是黄焖鸡米饭这道菜，谁学的最好，我就任命他当新店主厨，月薪过十万！”一位老板站在自家员工面前，握着拳头颇为激昂的说道。
en_us: "Buck up, all of you. Our goal today is to learn the braised chicken and rice. Whoever can recreate it the best will be the new head chef with more than 100,000 copper coins for your monthly salary!" one restaurant owner said passionately with his fists clenched in front of his employees.

source: “酋长虽然年轻，但做事条理清晰，平易近人，倒是和老酋长有些像。”
en_us: "The chief might be young, but she is a very logical thinker, and is very amiable, just like the old chief."

source: “酋长，原本从属于我们的兽人部落，现在大半倒戈投入到法克部落，我们要是再不做些什么，以后兽人族恐怕就要由法克部落说了算了。”一位兽人看着奥斯特有些焦急道。
en_us: "Chief, the orc tribes that used to align with us have mostly joined the Falk Tribe now. If we don't do anything now, the orc race will be dominated by the Falk Tribe in the future," an orc said to Auster in a fluster.

source: “酋长，奇拉部落是战争派的吧？我们为什么要资助他们？”那兽人有些不解的看着安妮。
en_us: "Chief, the Kila Tribe is a pro-war tribe, right? Why are we helping them?" The orc looked at Connie with bewilderment.

source: “酒。”女人回道。
en_us: "Liquor." The woman replied.

source: “酒味只能算中上，看来这酒在口感上有独到之处。”麦格在心里想着，四十八分的确是个高分，至少从先前的评分来看，这四位评委专业且严格。
en_us: "The liquor's taste is only above average. Seems like this liquor has something unique in its texture." Mag thought. 48 points was indeed a high score. At least judging from the previous scores, these five judges were professional and stringent.

source: “酒是真的一滴都没有了，但麦老板给咱们送了早餐过来，您先吃点吧。”诺亚说道。
en_us: "I really don't have a single drop of alcohol on me. But Boss Mag just sent breakfast for us. Have some," Noya said.

source: “酒柜上的就是了。”麦格指了指里边的酒柜，上面摆满了两种酒。
en_us: "They are displayed on the cabinet." Mag pointed at the cabinet which was filled with the two kinds of liquors.

source: “酒水单在墙上。”麦格尽量微笑道。
en_us: "The drink list is on the wall." Mag tried his best to say that with a smile.

source: “酒量的确挺惊人的。”麦格点点头，他的酒量还可以了，但也没有把握能在喝了两百多种酒后还保持清醒。
en_us: "Their alcohol tolerance is indeed shocking." Mag nodded. His alcohol tolerance was okay, but he wasn't confident that he could still stay sober after drinking over 200 kinds of liquors.

source: “酒馆和餐厅不一样，大早上的没有人来喝酒的，一般晚上才会开始营业。”麦格解释向三个宝贝解释了一下酒馆和餐厅经营的差别。
en_us: "The tavern is different from the restaurant. No one will come and drink in the morning. The tavern usually only operates at night," Mag explained the difference between operating a restaurant and a tavern to his three precious.

source: “酒馆是在晚上开业的，昨天晚上你们在楼上玩耍的时候，我们酒馆已经接待了第一位客人了。”麦格笑着说道。
en_us: "The tavern is only open for operation at night. We've already had our first customer when you were playing upstairs last night," Mag said with a smile.

source: “酒馆每日按时开门，客人只需等太阳落山来即可。”麦格一脸淡定的说道，开门时间是不会更改的，这是酒馆的规矩。
en_us: "The tavern will be open on time every day. All of you will just have to come after the sun sets," Mag replied calmly. The opening time would not change. This was the tavern's rule.

source: “酒鬼花生，尝尝。”麦格夹了一颗花生丢到嘴里，嚼的嘎嘣脆。
en_us: "Drunkard peanuts. Try it." Mag threw one peanut into his mouth, and crunched on it.

source: “酿酒步骤记载的非常详细，想必埃菲小姐这些年也已经手法纯熟，但你的酿酒坊该推翻重建了。”麦格看着埃菲的眼睛：“你应该开启属于你的时代，而不只是守着他留下的荣耀。”
en_us: "The steps of the brewing process were very well-documented. I believe Miss Eiffie is already familiar with it, but your brewery needs to be torn down and rebuilt." Mag looked into Eiffie's eyes and said, "You start your own era and not defend the glory that your father left behind."

source: “醒了？”房间门被打开，麦格站在门口，看着坐在地上的伊琳娜微笑着问道。
en_us: "You're up?" The room door was open, and Mag stood at the door, looking at Irina sitting on the floor with a smile.

source: “里斯酒馆的老板很厉害，旗下有多家酒馆，而且每家酒馆都有多款主打酒，据说他招募了许多厉害的酿酒师，一直致力于研发更好的酒。”埃菲介绍到，看着那男人的目光有些钦佩。
en_us: "The boss of Reese Tavern is very formidable. He has many taverns and each tavern has many signature drinks. Apparently, he has recruited many formidable brewers and has been trying to come up with even better alcoholic drinks." Eiffie introduced him, looking at the man with an admirable gaze.

source: “里面的人听着！你们已经被包围了……”
en_us: "Listen up. You are already being surrounded..."

source: “重建风之森林！”
en_us: "Rebuild the Wind Forest!"

source: “重新封印？”晞目光微闪，一直冷漠的脸上终于露出了一丝讶色，看着麦格道：“中心封印区的克苏鲁是你重新封印的？”
en_us: "Resealed?" Xi's gaze flickered and a hint of surprise appeared on her cold face. She said to Mag, "Did you reseal the Cthulhu in the center sealed area?

source: “错了，是这些。”艾米打开冰箱，然后搬了条小凳子过来踩上去，从冰箱的上层依次取出扬州炒饭所需的各种食材。
en_us: "No, it's these." Amy opened the refrigerator, and shifted a little stool over to step on it. She pulled out the different ingredients needed for the Yangzhou fried rice from the freezer compartment.

source: “闭嘴！”
en_us: "Shut up!"

source: “闭嘴！”奥斯特冷冷扫了他一眼。
en_us: "Shut up!" Auster glanced at him coldly.

source: “闲话短说，我知道大家并不想听我这个老头在这里念叨，只想知道这一年过去，咱们洛都城里是否出现了什么新的美酒。”库尔特笑着道：“没错，我也想知道。那么，接下来我们就正式开始品酒吧，我已经有些等不及了。”
en_us: "Let's make it short and sweet. I know you guys don't really want to listen to an old man talking here. You only want to know are there any new liquors that appeared in Rodu in the past year." Kurt smilingly said, "That's right. I want to know too. Hence, let's start the liquor tasting officially now. I already can't wait."

source: “闻起来有蛋香味，可能是某种鸟类的蛋烤熟了吧？”梅兰特上前拿起一只蛋黄酥嗅了嗅，说着还咬了一口。
en_us: "It has the aroma of an egg. Perhaps it is the baked egg of some bird?" Merante picked up a salted egg yolk pastry, and sniffed it before taking a bite.

source: “阻挡古尸大军是关键，但杀死或者将克苏鲁重新封印，才是解决问题的根源。”伊琳娜沉吟道：“而且，我们今天没有看到乔修，但今天的安排却像是他所为的。”
en_us: "Stopping the ancient corpses army is the crux, but only killing Cthulhu or resealing it can solve the root of the problem." Irina lamented, "Furthermore, although we didn't see Josh today, what happened today seemed to be his arrangement."

source: “阿伟死了……走的很安详……”
en_us: "He's dead meat… R.I.P…"

source: “阿嚏……”
en_us: "Ahchoo..."

source: “阿尔宾是吧，找到杀死了安东和乔的凶手，为他们报仇吧。”伊琳娜的目光看向了下方的一个瘦小的精灵。
en_us: "Albin, right? Find Anton and Joe's murderer and avenge them." Irina looked at a thin and small elf below.

source: “阿尔宾，快走！”老精灵将乔的尸体背负在背上，仰头冲着阿尔宾叫道。
en_us: "Albin, leave!" The old elf carried Joe's body on his back as he shouted at Albin.

source: “阿紫，从通道进去！”麦格跳上了飞到身旁的紫纹狮鹫，然后靠近伊琳娜一把揽住她的腰，直接一头扎入五星战舰的通道之中。
en_us: "Ah Zi, enter through that passageway!" Mag leaped onto the purple-striped griffin that flew next to him. They then flew close to Irina and Mag grabbed her waist. They darted straight into the star-shaped battleship.

source: “阿紫，你先出城去，不要走远，老地方待着。”麦格看着阿紫吩咐道。
en_us: "Ah Zi, leave the city first, but don't go far. Stay at the usual place," Mag instructed Ah Zi.

source: “阿紫，去接他！”伊琳娜举起法师杖，高声吟唱道：“圣光啊，消灭那些邪恶吧！”
en_us: "Ah Zi, go pick him up!" Irina raised her magic caster's staff and loudly chanted, "Holy Light, eliminate those evils!"

source: “陛下有旨，请亚历克斯和伊琳娜进宫！”
en_us: "His Majesty has ordered to invite Alex and Irina into the palace!"

source: “陛下英明！”
en_us: "Your Majesty is wise."

source: “陛下，亡灵军团尚且可以一战，但那魔鬼，单凭我们却是毫无解决的办法。那日在混乱之城的封印之地，臣亲眼所见那东西的可怕，绝非十级强者联手便能击杀和解决的。”
en_us: "Your Majesty, we can still fight with the Army of the Dead, but we have no way to resolve the devil on our own. At the seal at Chaos City, I have witnessed the horror of that thing with my own eyes. It cannot be killed or resolved by 10th-tier powerhouses working together."

source: “陛下，我们需要各族的帮助。”多米尼克打破了沉默，起身看着安德烈沉声说道。
en_us: "Your Majesty, we need the help of the various races," Dominic broke the silence as he stood up and told Andre.

source: “陛下，此事尚未彻查清楚，可民间已经开始流传乔修殿下变成魔鬼的傀儡，杀死朝廷命官满门的消息，微臣认为应当控制这种谣言的传播。”理查德躬身道。
en_us: Richard bowed, and said, "Your Majesty, this matter hasn't been investigated thoroughly yet, but there were already rumors about Prince Josh becoming the devil's puppet and massacring the courtiers. I think we should stop the spread of such rumors."

source: “陛下，这是兵部官员的口供，从口供来看，二皇子应该是使用了催眠魅惑类的魔法对他们实施了控制，从而以您的名义调动西北和东南联军对兽人族和精灵族发动攻击。”一位官员双手捧着一叠厚厚的供词走进御书房，恭敬道。
en_us: "Your Majesty, this is the statement by the officials in the military. Judging from the statement, it seems that the second prince used hypnotic magic on them to put them under control. That was how the northwestern allied forces were deployed under your name to start the war against the orcs and elves," a courtier said respectfully after walking into the Royal Study with a thick stack of papers.

source: “院长你好，我今天和孩子过来，想给孩子们做点小吃，陪孩子们玩一会，不知是否可行。”麦格也是微笑着看着安奈林。
en_us: Mag looked at Aneurin with a smile. "Hello, Director. I brought my children here today to make some snacks and play with the children. I wonder if we are allowed to do so?"

source: “除了我，你还能相信谁……放松，一切才刚刚开始……”那影子的声音渐渐温柔。
en_us: "Whom else can you trust besides me… Relax, it's just the beginning…" That shadow's voice became gentler and gentler.

source: “除了麦米餐厅，这混乱之城还有值得吃的东西吗？回洛都再吃吧。”亚伯罕的声音从马车里传出来。
en_us: "What other food in Chaos City is worth eating other than Mamy Restaurant's? I'll eat when I return to Rodu." Abraham's voice sounded from the carriage.

source: “除非杀死康妮，让法克部落再次陷入混乱，或者倒向我们奥格部落。”奥斯特的脸上露出一丝残忍的笑容。
en_us: "Unless we kill Connie and make the Falk Tribe descend into chaos again. Perhaps they will lean towards our Aug Tribe again." A cruel smile appeared on Auster's face.

source: “随我来。”多米尼克说道，走在前方带着两人向着深宫之中走去。
en_us: "Follow me," Dominic said as he walked in front and led the two into the depths of the palace.

source: “随时都可以吗？”埃菲下意识的撩了一下头发。
en_us: "Anytime?" Eiffie swept her hair behind her ear subconsciously.

source: “随着任务进度，将有更多任务奖励发放！”
en_us: "As the mission proceeds, more rewards will be given!

source: “隐匿和诡惑是我们鬼族的天赋能力之一。”诺亚笑着解释道，带着几分小骄傲。
en_us: "Stealth and deception are one of the talents of the Ghost Clan," Noya explained with a smile proudly.

source: “难道……此事是乔修殿下做的？”
en_us: "Could it be… that this was done by Prince Josh?"

source: “难道你就真的想一辈子都被人嘲笑一个做菜的系统，随意踢出群聊？拥有一个强大的宿主，才能让你在系统史上留下名字，被永远铭记！”麦格慷慨激昂道。
en_us: "Do you want to be laughed at by others for being just a cooking system for the rest of your life and be kicked out of groupchats as and when they please? Having a powerful host would allow your name to be inked in the history of Systems and be remembered forever!" Mag said agitatedly.

source: “难道是冲着艾米来的？”麦格皱眉。
en_us: Perhaps he has come for Amy? Mag frowned.

source: “难道这里还有比你更小的吗？”奥尔登瞪眼。
en_us: "Is there anyone smaller than you?" Aulden glared at Amy.

source: “零件到齐了，埃菲小姐过来和我说一声，我来替你组装调试。”麦格点点头。
en_us: "Let me know when all the parts are ready. I'lll try helping you fix them together." Mag nodded.

source: “需要我从暗夜精灵里帮你安排几位吗？”伊琳娜问道。
en_us: "Do you need me to arrange some manpower from the Night Elves?" Irina asked.

source: “露娜老师！”艾米小跑着上前来，仰头看着露娜叫道。
en_us: Amy jogged over, looked up at Luna, and called out to her, "Teacher Luna!"

source: “露娜老师，这位叔叔做的烤肉串超好吃的。”
en_us: "Teacher Luna, the kebabs made by this uncle are super delicious."

source: “面积的确和酒馆一样大，不过他花了十年的时间，还有两个酒窖没有装满。”埃菲有些遗憾道。
en_us: Eiffie regretfully said, "The space was indeed as big as the tavern, but he had spent 10 years of his time and two of the cellars were not filled."

source: “预料之中，他已经失去了选择的空间，退一步便是深渊，相比于一个失去控制的儿子，做出这个决定并不难。”伊琳娜只是扫了一眼，便又低头继续喝豆浆。
en_us: "It's within our expectations. He has already lost his space to choose. It'd already have been the abyss if he'd chosen to take a step back. Compared to losing a son who has already lost control of his actions, this decision isn't hard to make." Irina only took a quick look before she continued to drink the soybean milk.

source: “额……”
en_us: "Erm..."

source: “额……”埃菲表情一滞。
en_us: "Erm…" Eiffie looked taken aback..

source: “额……”老板还是有些犹豫。
en_us: "Erm..." The boss was still a little hesitant.

source: “额……”麦格沉吟道：“理论上是没问题的。”
en_us: "Er…" Mag said. "Theoretically, it should not be a problem."

source: “额……”麦格的表情略显尴尬，果然有时候话还是不能说的太满。
en_us: "Erm..." Mag has an awkward expression. One indeed shouldn't speak too fast sometimes.

source: “额……”麦格眉梢微挑，感觉这弯拐的有点急。
en_us: "Err..." Mag raised his brow. That escalated quickly.

source: “额……”麦格看着外边密集的客人，已经能够想象到这个鸡飞狗跳的夜晚了。
en_us: "Er..." Mag looked at the crowd outside and could already imagine how chaotic it would be.

source: “额……”麦格看着那爆的很完美的爆米花，一时间也不知道该说什么好了。
en_us: "Er…" Mag looked at the perfectly popped popcorn, and was at a loss for words.

source: “额……”麦格蓝瘦香菇，他可真是比窦娥还冤啊，目光看向了两个孩子，道：“你看两个孩子还在呢。”
en_us: "Er…" Mag felt terrible, and felt very wronged. He glanced at the two kids, and said, "Look, the children are still around."

source: “额……就很高兴。”诺亚要哭了。
en_us: "Errr… very happy." Noah wanted to cry.
